Repository: ErwinKryszat/AllMyMusic
Catalog: AllMyMusic_v3/Properties/Resources.*.resx
Languages: de_de

# ribbon_Tab_Database
source: Database
de_de: Datenbank

# ribbon_Tab_Tools
source: Tools
de_de: Werkzeuge

# queryComposer_Tooltip_Alphabet
source: Select the value that identifies the Songs you are searching
de_de: Den Anfangsbuchstaben wählen

# queryComposer_Tooltip_CompareOperators
source: Select the operation that includes or excludes the Songs you are searching
de_de: Einen Operator wählen um Lieder zu wählen oder auszuschliessen

# queryComposer_Tooltip_Fieldname
source: Select the field that identifies the Songs you are searching
de_de: Auswählen, nach welchem Kriterium gesucht werden soll

# queryComposer_Tooltip_FieldValues
source: Select the value that identifies the Songs you are searching
de_de: Wählen, was gesucht werden soll

# frmTools_ColumnSelectorToolTip
source: Select the columns you want to see in the table to the right
de_de: Wählen Sie aus, welche Spalten Sie gerne sehen möchten

# frmTools_DadaGridToolTip
source: Reorder columns with Drag and Drop
de_de: Ändern Sie die Reihenfolge der Spalten durch Drag&Drop

# frmTools_PropertiesToolTip
source: Edit the fields that you want to change. The table will preview the changes. Press OK to apply changes to all files listed in the table
de_de: Bearbeiten Sie die Felder die Sie ändern möchten. In der Tabelle sehen Sie eine Vorschau. Mit OK werden die Änderungen gespeichert

# frmTools_TitleTip
source: This form helps organizing your MP3 files
de_de: Dieser Dialog unterstützt beim Organisieren Ihrer MP3 Dateien
