Repository: ErwinKryszat/AllMyMusic
Catalog: AllMyMusic_v3/Properties/Resources.*.resx
Languages: de_de

# Collation_Cyrillic
source: Cyrillic
de_de: Kyrillisch

# Collation_Latin
source: Latin
de_de: Lateinisch

# Col_AlbumGenre
source: Album Genre
de_de: Album Kategorie

# Col_Composer
source: Composer
de_de: Komponist

# Col_Conductor
source: Conductor
de_de: Dirigent

# Col_Country
source: Country
de_de: Land

# Col_Disambiguation
source: Disambiguation
de_de: Andere Zuordnung

# Col_Filename
source: Filename
de_de: Dateiname

# Col_Genre
source: Genre
de_de: Kategorie

# Col_Language
source: Language
de_de: Sprache

# Col_LeadPerformer
source: Lead Performer
de_de: Bandleiter

# Col_Length
source: Length
de_de: Länge

# Col_Length_Seconds
source: Length(s)
de_de: Länge (s)

# Col_NewFilename
source: New Filename
de_de: Neuer Dateiname

# Col_OriginalFilename
source: Original Filename
de_de: Alter Dateiname

# Col_Path
source: Path
de_de: Verzeichnis

# Col_RatingValue
source: Rating
de_de: Wertung

# Col_Summary
source: Summary
de_de: Zusammenfassung

# Col_Title
source: Title
de_de: Titel

# Col_Track
source: Track
de_de: Nr.

# Col_Year
source: Year
de_de: Jahr

# Common_Abort
source: Abort
de_de: Beenden

# Common_Apply
source: Apply
de_de: Anwenden

# Common_Back
source: Back
de_de: Zurück

# Common_Cancel
source: Cancel
de_de: Abbruch

# Common_ClearCache
source: ClearCache
de_de: Chronik Löschen

# Common_Close
source: Close
de_de: Schliessen

# Common_Download
source: Download
de_de: Runterladen

# Common_Error1
source: At {0:HH:mm:ss} an Exception has occured in {1}.{2}. \nPlease send this information to info@winisoft.ch\n\n{3}
de_de: Um {0:HH:mm:ss} ist ein Ausnahmefehler in {1}.{2} aufgetreten. \nBitte senden Sie dies Information an info@winisoft.ch\n\n{3}

# Common_Next
source: Next
de_de: Weiter

# Common_No
source: No
de_de: Nein

# Common_Search
source: Search
de_de: Suchen

# Common_Warning
source: {0:HH:mm:ss} AllMyMusic Warning \n\n{1}
de_de: {0:HH:mm:ss} AllMyMusic Warnung \n\n{1}

# Common_Yes
source: Yes
de_de: Ja

# frmAbout_Title
source: About AllMyMusic MP3 Presenter
de_de: Über AllMyMusic MP3 Präsentation

# frmAllMyMusic_CD_Country
source: Country:
de_de: Land:

# frmAllMyMusic_CD_Flip
source: Flip CD
de_de: Wenden

# frmAllMyMusic_CD_Language
source: Language:
de_de: Sprache:

# frmAllMyMusic_CD_Lenght
source: Total Lenght:
de_de: Gesamtlänge:

# frmAllMyMusic_CD_Year
source: Year:
de_de: Jahr:

# frmAllMyMusic_CM_AddPlaylist
source: Add to Playlist
de_de: Zu Wiedergabeliste hinzufügen

# frmAllMyMusic_CM_AddSongs
source: Add Songs
de_de: Songs hinzufügen

# frmAllMyMusic_CM_AutoTag
source: Auto Tag from Filename
de_de: Auto Tag vom Dateinamen

# frmAllMyMusic_CM_AutoTagWWW
source: Auto Tag from WWW
de_de: Auto Tag vom WWW

# frmAllMyMusic_CM_BookmarkSet
source: Set Bookmark
de_de: Lesezeichen hinzufügen

# frmAllMyMusic_CM_Copy
source: Copy
de_de: Kopieren

# frmAllMyMusic_CM_CoverImage
source: Get Cover Sleeve
de_de: CD Cover zuordnen

# frmAllMyMusic_CM_DbCompare
source: Database Comparison
de_de: Datenbank Vergleich

# frmAllMyMusic_CM_Delete
source: Delete from Database
de_de: Aus Datenbank löschen

# frmAllMyMusic_CM_ExportPlaylist
source: Export Playlist
de_de: Wiedergabeliste Exportieren

# frmAllMyMusic_CM_ImportPlaylist
source: Import Playlist
de_de: Wiedergabeliste Importieren

# frmAllMyMusic_CM_InfoExchange
source: Information Exchange
de_de: Informations Austausch

# frmAllMyMusic_CM_ListPlayNow
source: Play List Now
de_de: Wiedergabeliste Spielen

# frmAllMyMusic_CM_NewPlaylist
source: New Playlist
de_de: Neue Wiedergabeliste

# frmAllMyMusic_CM_OpenPlaylist
source: Open Playlist
de_de: Wiedergabeliste öffnen

# frmAllMyMusic_CM_PlayNow
source: Play Now
de_de: Wiedergabe

# frmAllMyMusic_CM_Properties
source: Properties
de_de: Eigenschaften

# frmAllMyMusic_CM_RenameTool
source: Rename MP3 Files
de_de: MP3 Dateien Umbenennen

# frmAllMyMusic_CM_SelectPlaylist
source: Select Playlist
de_de: Wiedergabeliste aktivieren

# frmAllMyMusic_CM_ShowAlbum
source: Show Album
de_de: Album zeigen

# frmAllMyMusic_CM_ShowBand
source: Show Band
de_de: Band zeigen

# frmAllMyMusic_Database
source: Database
de_de: Datenbank

# frmAllMyMusic_Find
source: Find
de_de: Suchen

# frmAllMyMusic_Find_SearchText
source: Search Text
de_de: Such Text

# frmAllMyMusic_Help
source: Help
de_de: Hilfe

# frmAllMyMusic_Help_About
source: About
de_de: Über

# frmAllMyMusic_Help_Language
source: Language
de_de: Sprache

# frmAllMyMusic_Help_License
source: License
de_de: Lizenz

# frmAllMyMusic_LinkSongTable
source: Link song table to album view
de_de: Songtabelle folgt der Albumansicht

# frmAllMyMusic_OpenPlaylist
source: Open a playlist
de_de: Wiedergabeliste öffnen

# frmAllMyMusic_Title
source: AllMyMusic MP3 Collection presenter
de_de: AllMyMusic MP3 Präsentation

# frmAllMyMusic_Tools
source: Tools
de_de: Werkzeuge

# frmAllMyMusic_Tools_AddNewSongs
source: Add New/Changed Songs
de_de: Neue/Geänderte Songs hinzufügen

# frmAllMyMusic_Tools_AddSongs
source: Add Songs
de_de: Songs hinzufügen

# frmAllMyMusic_Tools_Countries
source: Manage Countries
de_de: Länder Verwalten

# frmAllMyMusic_Tools_CoverImages
source: Manage Cover Images
de_de: CD Cover Verwalten

# frmAllMyMusic_Tools_Database
source: Setup
de_de: Einstellungen

# frmAllMyMusic_Tools_Options
source: Options
de_de: Optionen

# frmAllMyMusic_Tools_Purge_Database
source: Purge
de_de: Leeren

# frmAllMyMusic_Tools_SongTable
source: Songtable Properties
de_de: Eigenschaften der Songtabelle

# frmAllMyMusic_ToolTip_Album
source: Search in the "Albums" table
de_de: Suche in der "Album" Tabelle

# frmAllMyMusic_ToolTip_Band
source: Search in the "Bands" table
de_de: Suche in der "Band" Tabelle

# frmAllMyMusic_ToolTip_dbAlias
source: Activate this Database
de_de: Aktiviere diese Datenbank

# frmAllMyMusic_ToolTip_Find
source: Find songs in the specified tables
de_de: Suche Songs in den gewählten Tabellen

# frmAllMyMusic_ToolTip_NT
source: Not Tagged Files
de_de: Fehlende Informationen

# frmAllMyMusic_ToolTip_Song
source: Search in the "Songs" table
de_de: Suche in der "Song" Tabelle

# frmAllMyMusic_ToolTip_VA
source: Show Various Artist albums
de_de: Gemischte CD's

# frmAllMyMusic_ToolTip_ViewSongtable
source: View/Hide Songtable
de_de: Zeigen/Ausblenden Tabelle

# frmAllMyMusic_ToolTip_ViewTree
source: View/Hide Tree
de_de: Zeigen/Ausblenden Explorer

# frmAllMyMusic_ToolTip_ViewVA
source: View/Hide Various Artist
de_de: Zeigen/Ausblenden Various Artist

# frmAllMyMusic_ToolTip_View_CDPanel
source: View/Hide CD Cover
de_de: Zeigen/Ausblenden CD Panel

# frmAllMyMusic_ToolTip_View_TreeAndTabele
source: View/Hide Songtable and Tree
de_de: Zeigen/Ausblenden Explorer und Tabelle

# frmAllMyMusic_Tree_Albums
source: Albums
de_de: Alben

# frmAllMyMusic_Tree_Bookmarks
source: Bookmarks
de_de: Lesezeichen

# frmAllMyMusic_Tree_Composer
source: Composer
de_de: Komponisten

# frmAllMyMusic_Tree_Computer
source: My Computer
de_de: Mein Computer

# frmAllMyMusic_Tree_Conductor
source: Conductor
de_de: Dirigenten

# frmAllMyMusic_Tree_Countries
source: Countries
de_de: Länder

# frmAllMyMusic_Tree_Languages
source: Languages
de_de: Sprachen

# frmAllMyMusic_Tree_LeadPerformer
source: Lead Performers
de_de: Band Leiter / Solist

# frmAllMyMusic_Tree_Library
source: Library
de_de: Bibliothek

# frmAllMyMusic_Tree_Locations
source: Locations
de_de: Speicherort

# frmAllMyMusic_Tree_NowPlaying
source: Now Playing
de_de: Aktuelle Liste

# frmAllMyMusic_Tree_Playlists
source: Playlists
de_de: Wiedergabelisten

# frmAllMyMusic_Tree_Ratings
source: Ratings
de_de: Wertungen

# frmAllMyMusic_Tree_Years
source: Years
de_de: Jahre

# frmAllMyMusic_View
source: View
de_de: Anzeigen

# frmAllMyMusic_ViewVA
source: View VA
de_de: VA Anzeigen

# frmAllMyMusic_View_Database_Panel
source: Database Panel
de_de: Song Tabelle

# frmAllMyMusic_View_Tree
source: Tree
de_de: Explorer

# frmAutoTag_Label1
source: Update the ID3 Tags based on the filename.
de_de: ID3 Tags aus dem Dateinamen ermitteln

# frmAutoTag_Label2
source: - Select a pattern from the ComboBox below
de_de: - Wählen Sie ein Suchmuster aus der Liste

# frmAutoTag_Label3
source: - Edit the pattern if you want to
de_de: - Bei Bedarf Suchmuster änderen

# frmAutoTag_ReplaceUnderscores
source: Replace underscores '_' with spaces ' '
de_de: Unterstriche '_' durch Leerzeichen ' ' ersetzen

# frmAutoTag_Title
source: Auto Tag from Filename
de_de: Auto Tag mittels Dateinamen

# frmAutoTag_ToLowerCase
source: Undo uppercase. "TEXT" -> "Text"
de_de: Grossbuchstaben rückgängig machen. "TEXT" -> "Text"

# frmCountries_BrowseFlag
source: Browse for the flag image
de_de: Suche die Flaggen Grafik

# frmCountries_labelFlagHeight
source: Flag Height
de_de: Flaggen Höhe

# frmCountries_labelFlagHeightPlayer
source: Flag Height Player
de_de: Flaggen Höhe Player

# frmCountries_Title
source: Countries Manager
de_de: Länder Verwalten

# frmCountrySelector_groupBox1
source: Get Flag Image from:
de_de: Flagge holen von:

# frmCountrySelector_Label1
source: International Country Name
de_de: Internationaler Name

# frmCountrySelector_Label2
source: Abbreviation
de_de: Abkürzung

# frmCountrySelector_Title
source: Country Selector
de_de: Länder Auswahl

# frmCoverImage_cbCreateStamps
source: Create miniatur sleeve from front sleeve
de_de: Vorschaubilder erzeugen

# frmCoverImage_cbRenameImages
source: Rename image files
de_de: Cover Bilder umbenennen

# frmCoverImage_gpEmbeddedImages
source: Embedded Cover Images
de_de: Eingebettete Cover Bilder

# frmCoverImage_gpFileRename
source: File Rename Options
de_de: Optionen zum Datei umbenennen

# frmCoverImage_gpMiniaturSleeves
source: Miniatur sleeves
de_de: Vorschaubilder

# frmCoverImage_lbStampSize
source: Size of miniatur sleeve
de_de: Vorschaubildgrösse

# frmCoverImage_rbInsertFrontImage
source: Insert front image
de_de: Coverbild einbetten

# frmCoverImage_rbInsertStampImage
source: Insert stamp image
de_de: Vorschaubild einbetten

# frmCoverImage_rbNoActionAPIC
source: No Action
de_de: Keine Aktion

# frmCoverImage_rbRemoveImages
source: Remove all images
de_de: Alle eingebetteten Bilder entfernen

# frmCoverImage_rbSaveToDisk
source: Save image to disk
de_de: Bild auf Festplatte speichern

# frmCoverImage_Title
source: CD Cover Sleeves
de_de: CD Cover Bilder

# frmDatabaseCompare_CM_Copy
source: Copy selected albums
de_de: Gewählte Alben kopieren

# frmDatabaseCompare_CM_Delete
source: Delete album from disk
de_de: Album von Disk und Datenbank löschen

# frmDatabaseCompare_CM_Move
source: Move selected albums
de_de: Gewählte Alben verschieben

# frmDatabaseCompare_CreateBandFolder
source: Create a folder for the band/artist
de_de: Unterverzeichnis für Band/Artist anlegen

# frmDatabaseCompare_DeleteOnTarget
source: Delete files from target folder if isn't empty
de_de: Dateien vom Zielverzeichnis löschen, falls nicht leer

# frmDatabaseCompare_DublicateAlbums
source: Dublicate Albums
de_de: Doppelte Alben

# frmDatabaseCompare_gpCopyOptions
source: File Copy / Move Options
de_de: Optionen für Datei Verschieben / Kopieren

# frmDatabaseCompare_OverwriteExistings
source: Overwrite existing files
de_de: Vorhandene Dateien überschreiben

# frmDatabaseCompare_ResetWidth
source: Reset Width
de_de: Reset Breite

# frmDatabaseCompare_SameBands
source: Same Bands
de_de: Gleiche Bands

# frmDatabaseCompare_ShowAllAlbums
source: Show all albums
de_de: Alle Alben anzeigen

# frmDatabaseCompare_Title
source: Database Compare
de_de: Datenbank Vergleich

# frmDbSetup_cmdCreateDatabase
source: Create Database
de_de: Datenbank erstellen

# frmDbSetup_CM_Connect
source: Connect this Database
de_de: Mit dieser Datenbank verbinden

# frmDbSetup_CM_Delete
source: Delete this Database
de_de: Diese Datenbank löschen

# frmDbSetup_grpCreateDatabase
source: Create New Database
de_de: Neue Datenbank erstellen

# frmDbSetup_Tooltip1
source: Select the type of database server you are using.
de_de: Wählen Sie aus, welches Datenbank System Sie verwenden.

# frmDbSetup_Tooltip2
source: Select the name of the database server. The server can be installed on his computer or on another computer in your network. Also an IP address is acceptable.
de_de: Geben Sie den Namen des Datenbank Servers ein. Der Server kann auf diesem Computer installiert sein, oder auf einem anderen Computer in Ihrem Netzwerk. Auch eine IP-Adresse ist akzeptabel.

# frmDbSetup_Tooltip3
source: Enter the MySQL user name
de_de: Geben Sie den MySQL Benutznamen ein

# frmDbSetup_Tooltip4
source: Enter the MySQL password
de_de: Geben Sie das MySQL Passwort ein

# frmDbSetup_Label5
source: Enter a name for the new database
de_de: Geben Sie einen Namen für die neue Datenbank ein

# frmDbSetup_Label6
source: Select the alphabet
de_de: Wählen Sie ein Alphabet

# frmDbSetup_Label7
source: Right click a database to open the context menu.
de_de: Mit einem Rechts-Klick öffnen Sie das Context Menü

# frmDBsetup_Title
source: Database Setup
de_de: Datenbanken Verwalten

# frmFolderSelction_Title1
source: Add music files to the library
de_de: Musik Dateien zur Datenbank hinzufügen

# frmFolderSelction_Title2
source: Manage your Cover Imgages
de_de: CD Cover verwalten

# frmFolderSelction_Title4
source: Update selected MP3 files
de_de: MP3 Dateien updaten

# frmFolderSelction_Title5
source: Add new music files to the database
de_de: Neue/Geänderte MP3 Dateien zur Datenbank hinzufügen

# frmID3Tags_ClearTable
source: Clear Table
de_de: Tabelle löschen

# frmID3Tags_CM_DeleteSelectedTags
source: Delete selected tags
de_de: Gewählte Tags löschen

# frmID3Tags_CM_DeleteTagType
source: Delete all tags of this type
de_de: Alle Tags von diesem Typ löschen

# frmID3Tags_CM_DeleteTagValue
source: Delete all tags with this value
de_de: Alle Tags mit diesem Inhalt löschen

# frmID3Tags_FilterConditions
source: Filter Conditions
de_de: Filter Bedingungen

# frmID3Tags_NoStandardTags
source: Don't show standard tags
de_de: Keine standard Tags anzeigen

# frmID3Tags_OnlyType
source: Only this type
de_de: Nur diesen Tag

# frmID3Tags_OnlyVersion
source: Only ID3 Version
de_de: Nur diese ID3 Version

# frmID3Tags_Scan
source: Scan ID3 Tags
de_de: ID3 Tags einlesen

# frmInfoExchange_gpBandInformation
source: Band Information
de_de: Band Informationen

# frmInfoExchange_labelDescription
source: Description
de_de: Eine Datenbank wählen, welche die Informationen zum updaten der neuen MP3 Dateien hat

# frmInfoExchange_labelDestination
source: Destination
de_de: Ziel

# frmInfoExchange_labelInformation
source: Information such as the country, language or website are read from the source database and written to the destination files.
de_de: Informationen wie das Land, die Sprach oder die Webseite werden von der selektierten Datenbank gelesen und in die Ziel Dateien geschrieben.

# frmInfoExchange_labelSource
source: Source
de_de: Quelle

# frmInfoExchange_Title
source: Information Exchange
de_de: Informations Austausch

# frmListPlayer_rbGraphicView
source: Graphic View
de_de: Grafik Ansicht

# frmListPlayer_rbTableView
source: Table View
de_de: Tabellen Ansicht

# frmOptions_Appearance
source: Appearance
de_de: Erscheinungsbild

# frmOptions_CheckUpdates
source: Check for Updates at Winisoft
de_de: Update bei Winisoft suchen

# frmOptions_cmdBackcolor
source: Color
de_de: Farbe

# frmOptions_cmdForecolor
source: Color
de_de: Farbe

# frmOptions_Label1
source: Background
de_de: Hintergrund

# frmOptions_Label3
source: Listplayer sleeve
de_de: Grösse der CD Grafik im Listenplayer

# frmOptions_Label4
source: Size of normal sleeve
de_de: Grösse der CD Grafik

# frmOptions_labelRegular
source: Regular Text
de_de: Normaler Text

# frmOptions_labelTableHeader
source: Table Header
de_de: Tabellen Überschrift

# frmOptions_labelTableText
source: Table Text
de_de: Tabellen Text

# frmOptions_Misc
source: Miscelanous
de_de: Verschiedenes

# frmOptions_PlaylistAutoPlay
source: Auto Play Active Playlist
de_de: Auto Play Aktive Wiedergabeliste

# frmOptions_Playlists
source: Playlists
de_de: Wiedergabelisten

# frmOptions_Title
source: Options
de_de: Optionen

# frmPlayer_AlwaysOnTopOff
source: Always-on-top is Off
de_de: Immer vorne ist AUS

# frmPlayer_AlwaysOnTopOn
source: Always-on-top is On
de_de: Immer vorne ist EIN

# frmPlayer_LoopOff
source: Loop playing is Off
de_de: Automatischer Rückspung zum Anfang ist AUS

# frmPlayer_LoopOn
source: Loop playing is On
de_de: Automatischer Rückspung zum Anfang ist EIN

# frmPlayer_RandomOff
source: Random is Off
de_de: Zufallswiedergabe ist AUS

# frmPlayer_RandomOn
source: Random is On
de_de: Zufallswiedergabe ist EIN

# frmPlayer_Rating
source: Rating
de_de: Wertung

# frmPlayer_Year
source: Year
de_de: Jahr

# frmProperties_Title
source: Properties
de_de: Eigenschaften

# frmRename_Label1
source: Rename MP3 files based on ID3 Tags
de_de: MP3 Dateien anhand ID3 Tags umbenennen

# frmRename_Label2
source: - Select a pattern from the ComboBox below
de_de: - Wählen Sie ein Suchmuster aus der Liste

# frmRename_Label3
source: - Edit the pattern if you want to
de_de: - Bei Bedarf Suchmuster änderen

# frmRename_Title
source: Rename MP3 Files
de_de: MP3 Dateien umbenennen

# frmSongTable_Title
source: SongTable Properties
de_de: SongTabelle Eigenschaften

# frmUpdate_AvailableVersion
source: Available Version
de_de: Verfügbare Version

# frmUpdate_dlgFolderBrowser
source: Select the download path
de_de: Wählen Sie das Download Verzeichnis

# frmUpdate_InstalledVersion
source: Installed Version
de_de: Installierte Version

# frmUpdate_rtbHeadline
source: Your AllMyMusic Software is up to date
de_de: Ihre AllMyMusic Software ist aktuell

# frmUpdate_Title
source: Update Information
de_de: Update Informationen

# Image_Back
source: Back
de_de: Rückseite

# Image_Frontal
source: Frontal
de_de: Vorderseite

source: Processing album:
de_de: Bearbeite Album:

source: Processing file:
de_de: Bearbeite Datei:

# frmDbSetup_grpDatabaseList
source: Existing Databases
de_de: Datenbanken im gewählten Server

# frmDbSetup_grpDatabaseServer
source: Database Server
de_de: Datenbank Server

# frmAllMyMusic_Tree_DateAdded
source: Date Added
de_de: Hinzugefügt

# frmAllMyMusic_Tree_DatePlayed
source: Date Played
de_de: Zuletzt Gehört

# frmAllMyMusic_Tree_Decade
source: Decade
de_de: Dekade

# cmd_AddSongs
source: Add Songs
de_de: Songs hinzufügen

# cmd_ConnectDatabase
source: Connect
de_de: Verbinden

# cmd_CreateDatabase
source: Create Database
de_de: Neue Datenbank erstellen

# cmd_DeleteDatabase
source: Delete Database
de_de: Löschen

# cmd_PurgeDatabase
source: Purge Database
de_de: Leeren

# grp_CreateDB
source: Create New Database
de_de: Neue Datenbank erstellen

# grp_Database
source: Select Database
de_de: Datenbank wählen

# grp_SetupDB
source: Existing Databases
de_de: Bestehende Datenbanken

# grp_Tools
source: Tools
de_de: Werkzeuge

# grp_View
source: View
de_de: Ansicht

# menu_About
source: About
de_de: Über

# menu_GUI_Language
source: Language
de_de: Sprache

# menu_Options
source: Options
de_de: Optionen

# menu_WIKI_Language
source: Wikipedia Language
de_de: Wikipedia Sprache

# ribbonTab_Collection
source: Collection
de_de: Sammlung

# ribbonTab_Database
source: Database
de_de: Datenbank

# ribbonTab_Tools
source: Tools
de_de: Wekzeuge

# frmFolderSelction_Info
source: This dialog helps you adding music files to your database
de_de: Wählen Sie aus, welche Ordner mit Musik zur Datenbank hinzugefügt werden sollen.

# cmd_ConnectDatabase_Tooltip
source: Connect to the selected database
de_de: Mit der gewählten Datenbank verbinden

# cmd_ConnectServer_Tooltip
source: Connect to a database server on your Computer or in the network
de_de: Mit einem Datenbank Server auf Ihrem Computer oder im Netzwerk verbinden

# cmd_DeleteDatabase_Tooltip
source: Delete the selected database
de_de: Gewählte Datenbank löschen

# cmd_PurgeDatabase_Tooltip
source: Purge the selected database. This will delete all information but retain the database structure
de_de: Gewählte Datenbank leeren. Alle Informationen werden dabei gelöscht, jedoch die Datenbankstruktur bleibt erhalten

# listbox_Databases_Tooltip
source: Databases on the connected server
de_de: Datenbanken im verbundenen Server

# Col_Comment
source: Comment
de_de: Kommentar

# cmd_DeleteConnection_Tooltip
source: Delete the selected connection (not the database)
de_de: Ausgewählte Datenbank Verbindungen löschen (nicht die Datenbank selber)

# listbox_Connections_Tooltip
source: Database Connections
de_de: Datenbank Verbindungen

# cmd_Rename_Tooltip
source: Rename files based on ID3 tags
de_de: Basieren auf ID3 Tag umbenennen

# cmd_Connection_Down_Tooltip
source: Move selected database connection down
de_de: Datenbank Verbindung eins tiefer

# cmd_Connection_Up_Tooltip
source: Move selected database connection up
de_de: Datenbank Verbindung eins höher

# cmd_CoverImages_ToolTip
source: Manage Cover Images
de_de: Album grafiken verwalten

# cmd_DeleteAlbumList_Tooltip
source: Delete Albums
de_de: Alben löschen

# cmd_PlayLast_ToolTip
source: Play Last
de_de: Am Ende abspielen

# cmd_PlayNext_ToolTip
source: Play Next
de_de: Als nächstes abspielen

# cmd_PlayNow_ToolTip
source: Play Now
de_de: Jetzt abspielen

# cmd_Properties_ToolTip
source: Properties
de_de: Eigenschaften

# cmd_DeleteAlbum_Tooltip
source: Delete Album
de_de: Album löschen

# frmProperties_TitleTip
source: This dialog helps you changing the properties for all selected songs
de_de: Mit diesem Dialog können Sie die ID3 Tags Ihrer MP3 Dateien bearbeiten

# previewLabel
source: Preview
de_de: Vorschau

# frmAllMyMusic_SavePlaylist
source: Save playlist
de_de: Playlist Speichern

# cmd_DeleteSongsPL_ToolTip
source: Delete songs from this Playlist
de_de: Lider aus Wiedergabeliste löschen

# cmd_OpenPlaylist_ToolTip
source: Open a Playlist
de_de: Wiedergabeliste laden

# cmd_SavePlaylist_ToolTip
source: Save this Playlist
de_de: Wiedergabeliste speichern

# cmd_LockOverwrite_ToolTip
source: Lock Overwrite
de_de: Schutz für versehentliches löschen

# cmd_SaveAsPlaylist_ToolTip
source: Save this Playlist As ....
de_de: Wiedergabeliste speichern als ...

# frmPartyButton_AddNew
source: Add New
de_de: Neue Wiedergabeliste

# frmPartyButton_DeleteSelected
source: Delete Selected
de_de: Wiedergabeliste löschen

# frmPartyButton_GrpDesign
source: Design your Playlist
de_de: Wiedergabeliste konfigurieren

# frmPartyButton_Grppreview
source: Preview
de_de: Vorschau

# frmPartyButton_GrpSelected
source: Select a Playlist
de_de: Wiedergabeliste wählen

# frmPartyButton_Purpose
source: This dialog helps you designing your Playlists
de_de: Mit diesem Fenster können Sie Wiedergabelisten erstellen

# frmPartyButton_Title
source: Party Button Designer
de_de: Wiedergabeliste

# cmd_Example
source: Example
de_de: Beispiel

# cmd_Insert
source: Insert
de_de: Einfügen

# sqlPlaylist_GroupExample
source: Show Example
de_de: Beispiel zeigen

# sqlPlaylist_GroupInsertField
source: Insert a Field
de_de: Ein Feld einfügen

# sqlPlaylist_GroupTest
source: Test this query
de_de: Diese Abfrage testen

# ribbon_Cmd_AddSongs
source: Add Songs
de_de: Songs Hinzufügen

# ribbon_Grp_AddSongs
source: Add Songs
de_de: Songs Hinzufügen

# ribbon_Grp_CoverImages
source: Cover Images
de_de: Album Grafik

# ribbon_Grp_DatabaseConnections
source: Database Connections
de_de: Datenbank Verbindung

# ribbon_Grp_ExistingDatabases
source: Existing Databases
de_de: Ihre Datenbanken

# ribbon_Grp_Language
source: Language
de_de: Sprache

# ribbon_Grp_NewDatabase
source: Create New Database
de_de: Neue Datenbank

# ribbon_Grp_PartyButton
source: Playlists
de_de: Wiedergabelisten

# ribbon_Grp_PartyButtonTool
source: Playlists Tool
de_de: Wiedergabeliste

# ribbon_Grp_SelectDatabase
source: Select Database
de_de: Datenbank wählen

# ribbon_Tab_Collection
source: Collection
de_de: Musik Sammlungen
